Repository: Alisea81/mapbender
Catalog: src/Mapbender/CoreBundle/Resources/translations/messages.*.xlf
Languages: de

source: __mb.core.aboutdialog.content.versionprefix
de: v.

source: __mb.core.aboutdialog.content.learnmore
de: Lernen Sie Mapbender3 kennen auf unserer

source: __mb.core.aboutdialog.content.linktitle
de: Besuchen Sie die offizielle Mapbender3 Webseite.

source: __mb.core.aboutdialog.content.website
de: Webseite

source: __mb.core.poi.sharepoi
de: POI teilen

source: __mb.core.poi.label.text
de: Text

source: __mb.core.poi.text.snippet
de: Sie können den folgenden Textbaustein in einer E-Mail nutzen, um den POI zu teilen.

source: __mb.core.printclient.label.template
de: Template

source: __mb.core.printclient.label.quality
de: Quality

source: __mb.core.printclient.label.scale
de: Scale

source: __mb.core.printclient.label.rotation
de: Rotation

source: __mb.core.sketch.circle.radius.label
de: Radius

source: __mb.core.sketch.circle.radius.error
de: Radius ist nicht valid.

source: __mb.core.sketch.circle.form.button.yes
de: Übernehmen

source: __mb.core.sketch.circle.form.button.cancel
de: Abbrechen

source: __mb.core.featureinfo.error.nolayer
de: No feature info layer exists.

source: __mb.core.featureinfo.error.unknownoption
de: Unknown or unhandled option %key% for %namespace%.%widgetname%.

source: __mb.core.featureinfo.popuo.btn.ok
de: Close

source: __mb.core.gpsposition.error.notsupported
de: I'm sorry, but geolocation services are not supported by your browser.

source: __mb.core.layertree.confirm.allremove
de: Really all sources delete?

source: __mb.core.layertree.popup.btn.ok
de: Close

source: __mb.core.layertree.const.outofscale
de: Layer out of scale

source: __mb.core.layertree.const.outofbounds
de: Layer out of bounds

source: __mb.core.layertree.const.parentinvisible
de: Parent layer unvisible

source: __mb.core.zoombar.panup
de: Nach oben verschieben

source: __mb.core.zoombar.panright
de: Nach rechts verschieben

source: __mb.core.zoombar.pandown
de: Nach unten verschieben

source: __mb.core.zoombar.panleft
de: Nach links verschieben

source: __mb.core.zoombar.goback
de: Zurück

source: __mb.core.zoombar.goforward
de: Vor

source: __mb.core.zoombar.zoombybox
de: Ausschnitt aufziehen

source: __mb.core.zoombar.zoombyworld
de: Zoom auf gesamte Abdeckung

source: __mb.core.layertree.tooltip.sublayers_openclose
de: Sublayer auf/zu

source: __mb.core.layertree.label.visibility_onoff
de: Visibility on/off

source: __mb.core.layertree.label.featureinfo_onoff
de: FeatureInfo on/off

source: __mb.core.layertree.label.transparency
de: Transparenz

source: __mb.core.layertree.label.zoomtolayer
de: Zoom to layer

source: __mb.core.layertree.label.metadata
de: Metadaten

source: __mb.core.layertree.label.legend
de: Legende

source: __mb.core.layertree.label.kmlexport
de: KML Export

source: __mb.core.layertree.tooltip.removelayer
de: Layer entfernen

source: __mb.core.layertree.label.sources
de: Quellen

source: __mb.core.layertree.label.deleteallsources
de: Alle Quellen entfernen

source: __mb.core.admin.legend.label.autoopen
de: Autoopen

source: __mb.core.admin.legend.label.hideemptylayers
de: Layer ohne Legende ausblenden

source: __mb.core.admin.legend.label.generatelegendurl
de: Legende URL generieren

source: __mb.core.admin.legend.label.showsourcetitle
de: Titel der Quelle anzeigen

source: __mb.core.admin.legend.label.showlayertitle
de: Titel des Layers anzeigen

source: __mb.core.admin.legend.label.showgroupedlayertitle
de: Titel des Layers anzeigen

source: __mb.core.admin.featureinfo.label.autoopen
de: Autoopen

source: __mb.core.admin.featureinfo.label.deactivateonclose
de: Deactivate on close

source: __mb.core.admin.printclient.label.autoopen
de: Autoopen

source: __mb.core.admin.printclient.label.rotatable
de: Rotatable

source: __mb.core.admin.copyright.label.autoopen
de: Autoopen

source: __mb.core.admin.layertree.label.showbasesources
de: Hintergurndquellen anzeigen

source: __mb.core.admin.layertree.label.autoopen
de: Autoopen

source: __mb.core.admin.layertree.label.showheader
de: Header anzeigen

source: __mb.core.admin.layertree.label.showlayerremove
de: "Layer entfernen" anzeigen
