Repository: Alisea81/mapbender
Catalog: src/Mapbender/ManagerBundle/Resources/translations/messages.*.xlf
Languages: de

source: mb.manager.element.yaml.message
de: Use the <a class="linkButton" href="http://www.wikipedia.org/search-redirect.php?search=yaml&language=%locale%">YAML</a> format to describe the element's configuration.

source: mb.core.admin.corrdsdisplay.label
de: Zeige Title

source: mb.core.admin.about_dialog.show_label
de: Zeige button text

source: mb.manager.admin.element.delete
de: Element entfernen

source: mb.manager.admin.element.delete.confirm
de: Do you really want to delete the element?

source: Cancel
de: Abbrechen

source: mb.core.admin.element.autostart
de: Autostart

source: Base data
de: Basiseinstellungen

source: Publish
de: Veröffentlichen

source: Add Layerset
de: Layerzusammenstellung hinufügen

source: Filter layersets
de: Filter nach Diensten

source: mb.manager.admin.element.title
de: Titel

source: mb.manager.admin.element.type
de: Typ

source: Add Instance
de: Dienst hinzufügen

source: Applications
de: Anwendungen

source: View this application
de: Anwendung anzeigen

source: View
de: Anzeigen der Anwendung

source: Delete application
de: Löschen der Anwendung

source: New Application
de: Neue Anwendung

source: Security
de: Sicherheit

source: Create
de: Anlegen

source: View application
de: Anwendung anzeigen

source: mb.manager.admin.template
de: Template

source: mb.manager.admin.element.add
de: Neues Element hinzufügen zu

source: Toggle show/hide element
de: Anzeigen/Ausblenden des Elements

source: mb.manager.admin.element.edit
de: Bearbeitung des Elements

source: Delete element
de: Löschen des Elements

source: Services
de: Dienste

source: Add Service
de: Dienst hinzufügen

source: User
de: Benutzer

source: Confirm delete
de: Löschen bestätigen

source: Application
de: Anwendung

source: Logged in as
de: Angemeldet als

source: URL title
de: URL Titel

source: Description
de: Beschreibung

source: User Control
de: Benutzerverwaltung

source: Users
de: Benutzer

source: New User
de: Neuer Benutzer

source: Groups
de: Gruppen

source: New Group
de: Neue Gruppe

source: ACLs
de: Zugriffssteuerung

source: Profile
de: Profil

source: Username
de: Benutzername

source: Password
de: Passwort

source: Choose password
de: Passwort

source: Confirm Password
de: Passwort bestätigen

source: Layerset
de: Layerzusammenstellung

source: Add layerset
de: Layerset anlegen

source: Loading
de: Anwendung lädt

source: Active
de: Aktiv

source: Select
de: SelectDE

source: Toggle
de: ToggleDE

source: Reorder
de: ReorderDE

source: WMS Instance
de: WMS Instanz

source: allow
de: erlauben

source: on
de: an

source: More informations
de: Weitere Informationen

source: Allow Select in TOC
de: Weitere Informationen

source: Allow select at TOC
de: Allow select at TOC - DE

source: Selected at TOC
de: Selected at TOC - DE

source: Allow FeatureInfo at TOC
de: Allow FeatureInfo at TOC - DE

source: FeatureInfo at TOC
de: FeatureInfo at TOC - DE

source: Allow Toggle at TOC
de: Allow Toggle at TOC - DE

source: Toggle at TOC
de: Toggle at TOC - DE

source: Allow Reorder at TOC
de: Allow Reorder at TOC - DE

source: Layer's Title
de: Layers' Title - DE

source: Opacity
de: Opazität

source: Register
de: Registrierung

source: Forgot password
de: Passwort vergessen

source: Your Account
de: Ihr Benutzerkonto

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Duplicate
de: Kopieren

source: Publish / Unpublish application
de: Veröffentlichen / Sperren der Anwendung
